micropython/micropython/ports/samd/boards/ADAFRUIT_ITSYBITSY_M4_EXPRESS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ItsyBitsy M4 Express"
#define MICROPY_HW_MCU_NAME   "SAMD51G19A"
// ASF4 MCU package specific Pin definitions
#include "samd51g19a.h"

#define MICROPY_HW_XOSC32K  (0)
